{
  "CmdlineComplete": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "coc-nvim-lua": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "deoplete.nvim": { "branch": "master" },
  "ferret": { "branch": "main" },
  "fzf": { "branch": "master" },
  "ghcid": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "inkpot": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "neomake-platformio": { "branch": "master" },
  "neovim-session-manager": { "branch": "master" },
  "nvim-cokeline": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "purescript-vim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "sourcekittendaemon.vim": { "branch": "master" },
  "swift.vim": { "branch": "master" },
  "syntastic": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "telescope_hoogle": { "branch": "master" },
  "terminus": { "branch": "main" },
  "tmux-complete.vim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tpope-vim-abolish": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-autoformat": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-dirvish-git": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-github-url": { "branch": "master" },
  "vim-indentwise": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-lawrencium": { "branch": "master" },
  "vim-localvimrc": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim2hs": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}